/****************************************************************************/
/* verified by Jordan 2/2/2013
 
 /* For MainViewController.m */

/* Title of page */
"Now Playing" = "Sie hören";

/* Title for 'Next' label when nextSong is visible */
/*"Next" = "Nächstes";*/
"Next" = ">>";


/* For MediaGroupViewController.m */

/* Title of page */
"Select Music" = "Musik Wählen";

/* Collection Titles */
"Playlists" = "Listen";
"Artists" = "Interpreten";
"Songs" = "Titel";
"Albums" = "Alben";
"Compilations" = "Compilations";
"Composers" = "Komponisten";
"Genres" = "Genres";
"Podcasts" = "Podcasts";

/* For SongViewController.m */
"Shuffle" = "Zufällig";

/* For ArtistViewController.m */
"All Albums" = "Alle Alben";

/* For AlbumViewController.m */
"All Songs" = "Alle Titel";